<!DOCTYPE html>
<html lang="en">

  <head>

    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="">
    <meta name="author" content="Shifu">

    <title><?php echo e(config('app.name')); ?></title>

    <link rel="shortcut icon" href="/assets/dist/img/icon.png">
    <!-- Bootstrap core CSS -->
    <link href="vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom fonts for this template -->
    <link href="vendor/font-awesome/css/font-awesome.min.css" rel="stylesheet" type="text/css">
    <link href="vendor/simple-line-icons/css/simple-line-icons.css" rel="stylesheet" type="text/css">
    <link href="https://fonts.googleapis.com/css?family=Lato:300,400,700,300italic,400italic,700italic" rel="stylesheet" type="text/css">

    <!-- Custom styles for this template -->
    <link href="css/landing-page.min.css" rel="stylesheet">


  </head>

  <body>

    <!-- Navigation -->
    <nav class="navbar navbar-light bg-light static-top">
      <div class="container">
        <a class="navbar-brand" href="/"><?php echo e(config('app.name')); ?></a>
        <?php if(Auth::guest()): ?>
            <a href="<?php echo e(url('auth/facebook')); ?>" class="btn btn-primary">
                <strong>FB 登入</strong>
            </a> 
        <?php else: ?>
            <a class="btn btn-primary" href="<?php echo e(url('/logout')); ?>">登出</a>
        <?php endif; ?>
      </div>
    </nav>

    <div class="container">
    <h1>AI相關應用</h1>

<a href="https://scitechvista.nat.gov.tw/c/sTkT.htm"><h3>智慧照護與照護機器人</h3></a>
<p>2018 年,內政部指出台灣社會人口結構已正式進入高齡社會,人口老化的速度
快到難以想像,銀髮族的照護工作將何去何從?目前,台灣老人健康照護的需
求與照護人力快速失衡。老人照護除了亟需人力外,費用也大幅度提升,造成
許多家庭的龐大負荷,和人力資源供需不平衡的問題,現在大多仰賴國外看護
移工。但這並非長久之道,如何利用 AI 提升老人照護的效率與品質值得重視。</p>

<p>因應照護人力的短缺,可把智慧照護導入每個家庭。首先,希望能藉由遠端平
台利用網路讓銀髮族可以線上問診。其次,提供資訊互動平台,銀髮族每天可
在家自行測量生理指數,結合手機 APP 把資料上傳至雲端照護系統,使銀髮族
在家就能提供健康狀態,並與醫療人員聯繫。</p>

<p>近年來,國內外積極推出智慧健康照護機器人,銀髮族藉由聲控方式與機器人
對話,從對話與數據傳輸進行遠端諮詢與簡單健康檢測。機器人甚至還有陪伴
的功能,能緩解照護人力的不足。</p>

<p>對於銀髮長者而言,新的 AI 照護機器人將可提供日常運動教練、營養諮詢與輔
助醫療照護。在有醫療需求時,更可即時協助關注長者健康狀況,提供醫療與
照護,是子女有效關注年長父母的好幫手。另一方面,在一般民眾家中,居家
照護機器人藉由語音對話,依個人需求提供服務,使家中成員能享受簡單的醫
療服務與方便獲得生活資訊。孩童也能利用圖像表情和聲音互動學習,增添生
活樂趣。</p>

<blockquote class="imgur-embed-pub" lang="en" data-id="a/GQvfdbF"><a href="//imgur.com/a/GQvfdbF"></a></blockquote><script async src="//s.imgur.com/min/embed.js" charset="utf-8"></script>

<a href="https://www.bnext.com.tw/article/47513/furbo-prime-day-ai"><h3>寵物攝影機 Furbo-智慧狗保姆</h3></a>

<p>廣大的市場吸引創業家投入還沒有被滿足的項目,在眾多項目中,「狗保母」潛
力無窮。如美國當紅寵物照顧平台 Rover.com 就幫忙媒合平台上的「狗保母」,
幫出遠門的飼主照顧寵物,平台已經吸引超過 10 萬名「狗保母」加入。</p>

<p>而張友辰也注意到了狗保母的需求,在 12 月 Furbo 最新功能上線:狗狗專屬通
知!Furbo 不靠人力,藉著 AI 科技中的電腦視覺(Computer Vision)技術達成
狗狗照護目標,讓飼主就算出門在外也能隨時掌控狗狗狀態。</p>

<p>舉例來說,當 Furbo 偵測到狗狗特定行為,例如奔跑,玩玩具或跳到家具上
時,就會立刻收到推播通知,狗狗面對攝影機時,Furbo 還會自動拍照,並傳
送狗狗的萌照到你的手機裡。</p>

<p>另外,還提供家中偵測功能,讓飼主知道是否有陌生人在家出沒。而且越頻繁
地使用 Furbo,Furbo 將能越精準地提供符合你與狗狗的專屬通知。</p>

<p>張友辰認為,AI 趨勢不可免,就像網際網路的興起,一定會發生,「你可以問自
己,現在的服務或產品不做網際網路服務會如何?」答案就呼之欲出了,另一件事就是考量競爭對手發展,「若他們做了我沒有做,那我會不會死得很慘?」</p>

<p>而且導入人工智慧並不需要花大錢,Google 與 Microsoft 等公司都提供大量的
Open API 與開源服務,大幅度降低工程師學習門檻。</p>

<h4>美國寵物市場龐大</h4>

<p>美國市場每年以 4%的速度成長。歐睿國際(Euromonitor International)就指
出,2016 年全球所有寵物產品和服務的銷售總額首次超過 1000 億美元大關達
1035 億美元。</p>
<p>美國是全球最大的市場,美國家庭平均每年花在寵物護理方面的費用為 355 美
元,與全球平均 50 美元形成鮮明對比。光是 2017 年,在美國就有約 8970 萬隻
狗成為寵物,而 2016 年美國在寵物相關產品與服務的總花費高達 667.5 億美
元。</p>
<p>而目前 Furbo 的最大市場也在美國,而日本緊追在後。</p>

<h4>狗臉辨識難度高</h4>

<p> 不過團隊在導入 AI 技術時也遇到不小的挑戰。</p>

<p>「有的狗狗長得像貓,有的卻像豬!」張友辰指出,不同的犬種長相、毛量與
長短大不相同,讓「狗臉」辨識成為一大難題,而狗臉辨識還只是第一層,系
統還必須近一步辨識狗的行為,但各類行為數據不足。</p>
<p>舉例來說,狗嘔吐是很重要的健康狀況行為辨識指標,但「我們上網只找到 80
張剛好在嘔吐的照片,必須花很多時間蒐集。」</p>
<p>有這些數據還不夠,深度學習需要大量標記(Label)後的數據,在訓練階段中,
才能深度學習模型(model),學習到判別關鍵點。而大量標記是需要人力才能完
成,對於新創來說也是一大負擔,加上台灣 AI 人才缺乏,找到適合的人才難度
很高。</p>
<p>「我們非常歡迎對機器學習與電腦視覺技術感興趣的人才加入。」張友辰說。
Furbo 抓住 AI 的趨勢,在廣大的寵物市場中另闢新的戰場。</p>

<a href="https://technews.tw/2019/11/30/government-agencies-ai-big-data-technological-innovation/"><h3>司法院》判決書變白話</h3></a>

<p>酒駕輕判?系統教你看
有變革發動者當觸媒,轉動了年近半百的老國營公司。同樣的情景,發生在向
來給人嚴肅、不易親近的司法院中。</p>

<p>司法值得信賴嗎?相較美國民眾對司法權的信賴度高達 7 成,台灣司法院今年
7 月公布的最新民調顯示,國內僅 4 成民眾相信法官會公平公正審理。其實近
10 年間,台灣民眾對司法信賴度始終維持在這樣的「低檔」。</p>

<p>因為,司法與人民的距離太遠。你可能也有類似經驗:判決書上寫的明明都是
中文,但讀來卻如「有字天書」。</p>

<p>「有時候可能(長達)3、5 頁,才只是第一段......用字又艱澀。我們的判決
書,都是寫給上級審(法官)看的,不是給民眾看的,」不只一般人,台北地
方法院法官林孟皇也感嘆,司法高牆,有時是法律人自己「築」出來的,「有時
法官為展現專業而寫的裁判書字眼,根本不是現代人日常生活會用的」。</p>
<p>曾有 20 多年法官經歷的司法院資訊處長王金龍同樣有感,「人做一份工作久
了,就會從本位主義角度出發,但司法應該要親民,也該透明。」</p>        
<p>為了扭轉此況,王金龍與同事在今年 7 月,用科技打造了「裁判易讀小幫手」
系統,讓一般人閱讀判決書時,就像在看維基百科;只要將滑鼠游標移動到專
業名詞上,就會自動跳出白話文解釋。</p>
<p>甚至,他們訓練 AI「當法官」。例如發生酒駕案,可在司法院系統「一鍵按
下」後,系統會根據過去判決書中的各種酒駕量刑因子,跑出該案的可能刑
期,準確度高達 85%。這讓不懂法律的一般民眾,也能懂得判刑「行情」,同
時,讓判案法官不至於做出離譜的判決。</p>
<p>2 套系統,讓司法院在今年總統盃黑客松競賽中,從 132 個團隊中脫穎而出,
成為最優秀前 5 強。</p>

<a href="https://tw.news.yahoo.com/%E6%A9%9F%E5%99%A8%E4%BA%BA%E4%BE%86%E7%AB%8B%E9%99%A2%E4%B8%8A%E7%8F%AD-%E9%AB%98%E8%99%B9%E5%AE%89%E6%89%BE-%E5%AE%83%E5%80%91-%E7%95%B6%E5%90%8C%E4%BA%8B-101810684.html"><h3>政治結合 AI</h3></a>
<p>被視為「郭家軍」的民眾黨立委高虹安上任後,打造 AI 智慧辦公室,引進 AI
機器人協助辦公室例行工作。除了復刻昔日在鴻海的工作場景外,她也拋出
「科技防疫」概念,主張未來可從進出的體溫監測等方式開始,透過科技的運
用,減少人與人間近距離接觸的可能性。</p>
<p>包括接待客人、人臉辨識的上下班打卡、送公文到其他辦公室等,高虹安辦公
室的新成員 Pepper 及 Temi,是 2 位 AI 機器人,他們各有不同的專長,Temi 主
要擅長移動,Pepper 則是喜歡互動,將在明(26 日)正式報到上班。</p>
<p>過去在鴻海工業大數據辦公室擔任主任的高虹安,是大數據分析的專家,日前
在立法院國是論壇上,談到近日的武漢肺炎疫情時,提出「科技防疫」概念。
她表示,國際及國內的醫療機構,都已在此次疫情中導入物聯網、機器人的技
術,進行醫療照護、環境消毒等工作。</p>
<p>她並主張,若能在醫療院所導入機器人技術,將可應用在污染器械、衣物、醫
療廢棄物回收、病患或訪客生理量測、藥品餐食運送、環境消毒等,有助於減
少第 1 線醫療人員直接接觸病患,並降低感染風險。</p>
<p>高虹安也說,第 1 線醫護人員是風險最高的職業群,一旦染病,無疑將使防疫
出現重大缺口,因此,她希望利用物聯網、機器人技術,用機器人「愛的迫
降」,有效降低醫療人員感染的風險。</p>

<a href="https://tw.news.yahoo.com/%E6%A9%9F%E5%99%A8%E4%BA%BA%E4%BE%86%E7%AB%8B%E9%99%A2%E4%B8%8A%E7%8F%AD-%E9%AB%98%E8%99%B9%E5%AE%89%E6%89%BE-%E5%AE%83%E5%80%91-%E7%95%B6%E5%90%8C%E4%BA%8B-101810684.html"><h3>防疫人力吃緊 MSI 微星醫療智能機器人有效協助防護</h3></a>
<p>武漢肺炎(COVID-19)疫情爆發的連鎖反應造成全球運輸、旅遊、餐飲、製造...各
種產業的重大損失,在全球少子化及先進國家人口老年化加速的情況下,疫情
的擴散更凸顯出醫護與病患人力的嚴重失衡,以及維護公共區域衛生的重要
性,同時也喚起大家對醫療體系軟硬體的高度需求。</p>
<p>如何改善或有效降低醫院的群聚感染(Cluster infection in hospital)問題,多年來
已成為醫院公共衛生與確保民眾健康的重要課題,MSI 微星科技「AI-UVC 消毒機器人」結合醫護人員工作台車的創新作法,可以隨時隨地的進行消毒與潔淨
作業,勢必成為醫療院所日常清潔作業的未來趨勢。</p>
<p>MSI 微星科技「AI-UVC 主動消毒機器人」在啟動後,可以持續運轉數小時,內
建多組 UV 燈可以將具殺菌能力之 UVC 235.7nm 輻射強度提升至 160,000μ
Ws/cm2 以上並透過動態流場設計來達到達成所需的照射時間與距離以致死劑
量(Lethal Does)足夠滅菌或是使其活性大幅衰減避免產生抗輻射能力,能在人流
密集或通風換氣不良的醫療院所等公共空間中可發揮良好的抑菌(bacteriostatic)
能力,建立起有效的防護網。</p>
<p>另外,MSI 微星科技的 AMR 運輸平台上可以依環境及功能需求自由裝載不同功
能性的模組,應用於公共場合做為引導及服務。如:在醫療場所進行空氣品質
監測、主動消除病毒、發燒訪客檢出、公共衛教推播、醫療器材、病人及供餐
的運輸,真正做到隨時隨地主動防疫的能力,讓醫療院所的防疫工作更加地完
善與妥適。</p>
<p>MSI 微星科技協理黃亞密表示:「MSI 微星科技投入服務型機器人的研發已經行
之有年科技,2019 年獲得飯店與大賣場的認證,2020 年在清福醫院與清福養老
院等機構實證,加速了醫療型機器人更全面地應用至公共場合,各領域的產業
見證到 MSI 微星科技在智能機器人開發上的成熟,也為全球防疫盡一份心
力。」</p>
<p>MSI 微星科技與明志科技大學環境與安全衛生工程系「室內空氣品質診斷實驗
室」及鵬莊實業有限公司共同合作,進行「人工智慧紫外光消毒機器人淨化功
能之測定與應用╱Determination and Application of Purification Function for
Artificial Intelligence Ultraviolet Disinfection Robot」專案計畫,分別於實驗室與三
峽清福養老院及醫院進行落地驗證,於入口大廳或走廊等空間之地面,規劃紫
外光消毒機器人行走路線與其運動速度,目前已獲得良好成效。</p>

<a href="https://buzzorange.com/techorange/2019/06/18/ai-robot-learn-english/"><h3>【不要再去補習班了】AI 機器人幫你練英文,課程量身打
造學費還更便宜!</h3></a>
<p>行動網路普及,現在只要一支手機就可以輕鬆接收資訊,透過各種資源學習英
語。然而,「互動」一直是英語學習的痛點,它是學英文的關鍵環節,但是實體
的補習班有時空限制;Tutor ABC、AmazingTalker 等平台雖然可以打破時空限制,媒合教師與學生,卻有收費高的問題。</p>
<p>近年 AI 蓬勃發展,並產生了各種應用。如果把 AI 導入英語學習,打造專屬
的教學機器人,依照學習者的程度,做出相對應的回饋,是否可以解決痛點,
讓學習者可以打破時空限制,不必付高昂的學費,並有效地提升英語能力?/p>
<p>以下,為你整理 AI 英語教學的兩大應用模式。</p>
<p>AI 對話機器人:因材施教,互動愈多教學品質愈好
目前市場上最常見 AI 學英語應用城程式就是聊天機器人了。對話過幾次之
後,機器人可以抓到學習者的英文程度,並調整對話內容,讓學習者可以更有
效率的學英文。此外,越常練習的話,機器人就可以得到更多的資訊,愈能抓
到學習者的優缺點,量身打造課程。也就是說,如果使用者練得愈勤,機器人
的效率就會更高,使用者就可以獲得更好的教育品質。</p>
<p>目前市場上有 Andy English Bot、SpeakBuddy、EF Hello、Mondly、Andy 等聊天
機器人,能夠與使用者互動,協助使用者學習英語。以日本的 SpeakBuddy 為
例,它會根據使用者的多益成績分級,並提供超過 30 種的對話情境,例如醫
院、職場等等;而 Andy English Bot 會教使用者講英文笑話。</p>
<p>除了對話,聊天機器人也會出單字填空或文法題目,幫使用者打英語基礎。</p>
<h4>透過類神經網路規劃課程,蒐集文章優化教學內容</h4>
<p>除了聊天機器人,市場上還有主打類神經網路的 AI 英語學習 APP,例如
Lingvist。該系統導入 AI 演算法,搭配大數據資料庫,提供使用者適合的英語
內容;並根據使用者的狀況,調整教學的節奏。</p>
<p>Lingvist 不只能與使用者對話,還能夠蒐集影集、新聞、書籍、文章等內容,用
大數據分析常見的單字與文法,提供使用者更貼近母語人士的內容。</p>
<h4>低成本、全年無休等優勢,解決透過實體教師學習的痛點</h4>
<p>不同於補習班或線上家教,這種 AI 英語教學機器人的最大特色就是「低價」
了。不同於人數、時間與體力都有限的實體老師,AI 英語機器人只要成功開
發,邊際成本幾乎是零,還能夠隨著使用者的增加而提升效能,因此可以提供
使用者費用極低的服務。</p>
<p>這些 AI 英語教學機器人大多有限制時數的「免費」服務,但只要採用付費方
案,就可以無限制的使用,而且費用不高。像 Lingvist,年付費方案只要 2699
元,每天花不到 8 元就可以練英語,遠低於補習班與家教的費用。/p>
<p>除了用低價享受個人化教學,這種聊天機器人還有個優點就是「全年無休」,使
用者想在半夜練英文都不是問題,不必受限於補習班時間;最後,它還可以避
免尷尬,因為機器人不會對你有看法,旁邊也沒有同學,可以讓使用者自在講
英文。</p>

<a href="https://technews.tw/2019/10/16/i-jy-sheng-wz-viscovery-1st-bread-identification/"><h3>當烘焙遇見人工智慧,一之軒推出全台第一 AI 麵包辨識結
帳</h3></a>
<p>一之軒總經理廖明堅表示,隨著人工智慧發展,越來越多行業開始擁抱 AI 技
術,甚至悄悄走入人們生活。他不斷思考,如何將 AI 應用在烘焙業。由於烘
焙店多數販售的是新鮮現做的麵包與西點,不適合在產品上貼標籤,於是他從
AI 臉部辨識技術得到靈感,想像若是能把這樣的人工智慧技術轉換辨識上百款
麵包,或許能提升門市結帳效率。</p>
<p>為了這個想法,一之軒花了兩年搜尋美國、日本、中國相關技術,並遍尋國內
外可合作的廠商,卻無一能滿足需求。直到遇見 Viscovery 公司,他們提出 AI
辨識麵包的解決方案,正符合廖明堅的想法,於是雙方迅速展開合作。</p>
<p>經過密集討論與規劃,9 月率先於一之軒台北市南京東路旗艦店上線。顧客結
帳時,先將麵包放至平台,門市人員僅需按下確認鈕,將肉眼辨識麵包與確認
品項的任務交給電腦,讓人力接續快速處理收銀與裝袋麵包。這套 AI 麵包辨
識結帳系統是電腦透過攝影機,依據麵包外型特徵辨識,且一次可辨識多款麵
包。上線之初,辨識準確度超過 95%,上線後,電腦透過資料回流與辨識模型
自我訓練,目前辨識準確度超過 99%。</p>  
<p>這套 AI 麵包辨識結帳系統在旗艦店預先實行的結果非常成功,目前已緊鑼密
鼓規劃導入全省 20 多家門市,且希望未來可延伸辨識其他非麵包類的商品如
禮盒。</p>
<p>深耕「Vision AI」技術多年的 Viscovery 公司營運長劉志錕表示,他對廖明堅的
先進想法印象深刻,並願意率先嘗試運用到烘焙業。這套 AI 麵包辨識結帳系
統以電腦視覺、人工智慧、深度學習的技術為基礎,讓電腦具備人的思維,學習辨識麵包,不受麵包外觀自然差異性的影響,如糖粉或配料多寡,都能精準
辨識麵包種類與數量,進而協助麵包業者如一之軒,加速麵包結帳、減少顧客
排隊等待時間、提升消費者的購物體驗。</p>
<p>一之軒門市同仁對於新科技的導入感到十分興奮,表示 AI 麵包辨識的使用在
尖峰時刻特別有感,可幫助店員快速消化大排長龍的結帳人潮,有效縮短客人
排隊等待時間。不同於以往的結帳方式,門市同仁無需一邊目視麵包類別,一
邊操作 POS 結帳系統,取而代之的是由 AI 麵包辨識系統自動判讀麵包,並一
次帶出所有品項與結帳金額,比以往節省約 1 倍時間,甚至等客人掏錢包同
時,先為下一位客人辨識麵包,大幅提升結帳效率。推出一個月來,不少客人
好奇詢問是怎麼做到自動辨識,也增添了購物的科技體驗。</p>
<p>廖明堅強調,從 20 年前個人電腦普及,到 10 年前智慧手機崛起,他看到這
一波的人工智慧趨勢不知不覺滲透到生活中。科技發展本就應該融入生活,幫
助人們解決問題、提升效率,烘焙業可因導入新科技,服務更上層樓,而省下
的時間,讓門市同仁做更有溫度的服務。因為「用心」的服務,是人工智慧絕
對無法取代的。</p>

    </div>
    <!-- Footer -->
    <footer class="footer bg-light">
      <div class="container">
        <div class="row">
          <div class="col-lg-6 h-100 text-center text-lg-left my-auto">
            <p class="text-muted small mb-4 mb-lg-0">&copy; MCSL801 Shifu 2018. All Rights Reserved.</p>
          </div>
          <div class="col-lg-6 h-100 text-center text-lg-right my-auto">
            <ul class="list-inline mb-0">
              <li class="list-inline-item mr-3">
                <a href="/privacy">
                  <i class="fa fa-shield fa-2x fa-fw"></i>
                </a>
              </li>
              <li class="list-inline-item mr-3">
                <a href="https://www.facebook.com/BlockFayjai/" target="_blank">
                  <i class="fa fa-facebook fa-2x fa-fw"></i>
                </a>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </footer>

    <!-- Bootstrap core JavaScript -->
    <script src="vendor/jquery/jquery.min.js"></script>
    <script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>

  </body>

</html>
